Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Anyway, if you're headed back there, please take this high-viscosity oil to Pascal.
pl: W każdym razie, kiedy znów tam będziecie, proszę, przekażcie ten lepki olej Pascalowi.

source: Anyway, it's my own problem. Didn't mean to trouble you with it.
pl: W każdym razie, to mój problem. Nie chciałem wam sprawiać kłopotu.

source: Anyway, keep an eye out for that drug. Once I get it synthesized, it's all yours.
pl: W każdym razie, wypatruj tej substancji. Jak tylko ją zsyntetyzuję, będzie twoja.

source: Anyway, listen to me ramble. Thanks again for your help. Please take this, okay?
pl: W każdym razie, nie przejmujcie się już tym moim zbędnym gadaniem. Jeszcze raz dziękuję za pomoc. I proszę... weźcie to.

source: Anyway, mission complete, I suppose. Let's get back to the Resistance camp.
pl: Myślę, że udało nam się zakończyć tę misję. Chyba... Możemy wracać do Obozu Ruchu Oporu.

source: Anyway, my name's Emil, and this is my shop.
pl: W każdym razie, mam na imię Emil. A to jest mój sklep.

source: Anyway, talk to you later!
pl: Dobra, do usłyszenia później!

source: Anyway, thank you again. You should take a bit of time to rest if you can.
pl: W każdym razie, jeszcze raz wielkie dzięki! Po tym wszystkim powinnaś trochę odpocząć.

source: Anyway, thank you.
pl: W każdym razie, jeszcze raz dziękuję.

source: Anyway, thanks in advance.
pl: W każdym razie, z góry dziękuję za takie potraktowanie mojej prośby!

source: Anyway, the first round's on me. Check it out and let me know what you think.
pl: W każdym razie, pierwsza porcja jest na mój koszt. Wypróbuj, a potem podziel się swoimi wrażeniami.

source: Anyway, this chunk of data you brought means I've finally hit my goal.
pl: W każdym razie...Ten fragment danych, który przyniosłeś, oznacza, że w końcu osiągnąłem swój cel.

source: Anyway, we'd better get going. The next time you see this guy, he's going to be incredible!
pl: W każdym razie, lepiej już się zbierać. Następnym razem, gdy spotkacie tego gościa, będzie naprawdę wyjątkowy!

source: Anyway. Operator 6O out!
pl: To tyle. Operator 6O, koniec transmisji!

source: Apologetic Machine
pl: Przepraszająca maszyna

source: Apparently a red-haired Resistance member sold the hood after the explosion in the ruins.
pl: Ze zdobytych przez nas informacji wynika, że rudowłosa członkini Ruchu Oporu sprzedała ten kaptur po eksplozji w ruinach.

source: Apparently it had something to do with the passing of a beloved king.
pl: Wygląda, że miało to coś wspólnego ze śmiercią ich ukochanego króla.

source: Apparently someone named "Anemone" has a large collection of such books, so you just need to go steal one!
pl: Podobno ktoś nazywany „Anemoną” ma dużą kolekcję takich książek, więc wystarczy, że weźmiesz jedną!

source: Apparently they promise you eternal peace if you join them?
pl: Najwyraźniej obiecują ci wieczny pokój jeśli do nich dołączysz.

source: Apparently, one of the units on Earth LOST a Pod in the flooded city.
pl: Najwyraźniej, jedna z jednostek na Ziemi ZGUBIŁA Poda w zalanym mieście.

source: Apparently, they're seeking to form an alliance of some kind with our village.
pl: Najwyraźniej szukają jakiegoś rodzaju sojuszu z naszą wioską.

source: Apparently, we were put here to oversee some kind of large-scale system that was in place.
pl: Najwyraźniej przydzielono nas tutaj, abyśmy nadzorowały jakiegoś rodzaju wielkoskalowy system, który kiedyś tu istniał.

source: Apparently? What does that mean?
pl: Najwyraźniej? Co to znaczy?

source: Appreciated.
pl: Doceniam to.

source: Approximately twelve minutes ago.
pl: Około dwunastu minut temu.

source: April 1, 2044 [Summary] Today's committee meeting was canceled due to the absence of a majority of members. The contact network for urgent absences is to be confirmed at a later date.
pl: 1 kwietnia 2044 [Podsumowanie] Dzisiejsze spotkanie komitetu zostało odwołane w związku z nieobecnością większości członków. W późniejszym okresie zatwierdzimy sieć kontaktową do zgłaszania nagłych nieobecności.

source: April 18, 2764 [Summary] We have received troubling reports from multiple administration zones that the Replicants have started to behave as if they have developed senses of self. It is currently under investigation what implications this might have for Project Gestalt as a whole. As other disclosable matters have already been directed to the Administrators Union, they have been omitted here.
pl: 18 kwietnia 2764 [Podsumowanie] Otrzymaliśmy niepokojące raporty z wielu regionów administracyjnych, w których Replikanci zaczęli się zachowywać w sposób, który może wskazywać, że w jakiś sposób, zdobyli świadomość. Wciąż badamy, jaki to może mieć wpływ na całość Projektu Gestalt. Ponieważ inne sprawy podlegające ujawnieniu, zostały już przekazane do Unii Administracyjnej, pominięto je tutaj.

source: April 4, 2015 [Summary] - Protests in opposition to the "Spiritual Preservation Method" that was disclosed as Level 1 information related to Project Gestalt have sprung up in all areas. - The committee continues to receive formal complaints from our research team regarding the collection of biased data as a result of the Gestalt process being conducted on the sick and elderly. - The number of civilians having undergone the Gestalt process remains at four. - A public relations department will be established in order to better control information and improve our image. We will also consider rescheduling the project itself if such an action is deemed necessary.
pl: 4 kwietnia 2015 [Podsumowanie] - Wszędzie wybuchają protesty przeciwko „Metodzie Duchowego Zachowania”, które było informacją poziomu 1 związaną z Projektem Gestalt. - Komitet wciąż otrzymuje formalne skargi od zespołu badawczego dotyczące nieprawdziwych i krzywdzących plotek, jakoby proces Gestalt był przeprowadzany na chorych i starych. - Ilość cywilów, którzy poddali się procesowi Gestalt, wciąż wynosi cztery. - Oddział public relations zostanie utworzony, aby utrzymać lepszą kontrolę nad informacjami i poprawić nasz wizerunek. Weźmiemy też pod uwagę zmianę harmonogramu projektu, jeśli to wyda się niezbędne.

source: Arapaima Machine
pl: Arapaima maszyna

source: Arcade
pl: Salon gier

source: Archive obtained:
pl: Zdobyto archiwum:

source: Archives
pl: Archiwa

source: Are the children all right?
pl: Czy z dziećmi wszystko w porządku?

source: Are these settings okay?
pl: Pozostawić ustawienia?

source: Are these... Emil?
pl: Czy to... Emil?

source: Are these...coordinates? It looks like they lead to the desert, but why would he possibly go there?
pl: Czy to... współrzędne? Wygląda na to, że prowadzą na pustynię, ale dlaczego miałby tam pójść?

source: Are they dead?
pl: Czy oni nie żyją?

source: Are they...eating them!?
pl: Czy oni... ich jedzą?!

source: Are they...talking?
pl: Czy one... mówią?

source: Are those machines fighting each other?
pl: Czy te maszyny walczą ze sobą?

source: Are we ever glad to see you!
pl: Ale dobrze was widzieć!

source: Are we good now?
pl: Wszystko w porządku?

source: Are we seriously being attacked with dead androids?
pl: Czy naprawdę jesteśmy atakowani przez martwe androidy?

source: Are we talking about the same <SARU_JAN> here?
pl: Mówimy o tym samym <SARU_JAN>u?

source: Are you NUTS!?
pl: OSZALAŁAŚ?!

source: Are you REALLY super duper sure you want to do this? This is your last chance to back out!
pl: Czy NAPRAWDĘ, ale na-super-duper-pewno chcesz to zrobić? To twoja ostatnia szansa, by się wycofać!

source: Are you all right, 2B?
pl: Wszystko w porządku, 2B?

source: Are you all right, A2?
pl: Nic ci nie jest, A2?

source: Are you all right?
pl: Wszystko w porządku?

source: Are you all right? What happened?
pl: Wszystko w porządku? Co się stało?

source: Are you alone?
pl: Jesteś sam?

source: Are you asking us to repair you? Because that's a pretty selfish request.
pl: Czy chcesz zatem, abyśmy cię naprawili? Bo to dość samolubna prośba...

source: Are you at your wit's end?
pl: Jesteś w kropce?

source: Are you carrying enough supplies on you? If not, you can always use the terminal in your room to replenish them.
pl: Masz przy sobie wystarczającą ilość zaopatrzenia? W razie czego możesz je uzupełnić w terminalu w swoim pokoju.

source: Are you certain?
pl: Jesteś pewien?

source: Are you checking your mail regularly?
pl: Regularnie sprawdzasz swojego maila?

source: Are you done yet!?
pl: Kończysz?!

source: Are you feeling all right?
pl: Nic ci nie jest?

source: Are you finished?
pl: Skończyłeś już?

source: Are you here to listen to music?
pl: Jesteś tu, aby posłuchać muzyki?

source: Are you injured? If not, then stay that way! Don't do anything reckless, and make sure to get enough rest.
pl: Nie daj się zranić, nie rób niczego pochopnego i upewnij się, że wystarczająco wypoczywasz.

source: Are you insane!? We'd never do that!
pl: Jesteście szaleni?! Nigdy tego nie zrobimy!

source: Are you kidding me?
pl: Żartujesz sobie teraz, prawda?

source: Are you looking for something?
pl: Szukasz czegoś?

source: Are you new here?
pl: Jesteście tu nowi?

source: Are you okay?
pl: Wszystko w porządku?

source: Are you okay? 'Cause I'm okay! I don't go down that easily!
pl: U ciebie wszystko w porządku? Bo u mnie tak! Ja się tak łatwo nie daję!

source: Are you people INSANE!? We'd all get infected by a virus and DIE!
pl: Czy wy OSZALAŁYŚCIE?! Wszyscy zarazicie się wirusem i ZGINIECIE!

source: Are you puzzled by the masks we wear? Then permit me to grant an explanation.
pl: Dziwią cię maski które nosimy? Pozwól zatem, że ci wyjaśnię.

source: Are you ready for another feast of oil, gears, and blood?
pl: Jesteście gotowi na kolejną ucztę z oleju, trybów i krwi?

source: Are you ready to go?
pl: Gotowa do drogi?

source: Are you ready?
pl: Gotowa?

source: Are you really giving up here?
pl: Naprawdę się teraz poddajesz?

source: Are you remembering something?
pl: Coś sobie przypomniałeś?

source: Are you saving your data regularly? Even if you get a replacement body, you're as good as dead if your data's lost.
pl: Regularnie zapisujesz swoje dane? Nawet jak dostaniesz nowe ciało, bez nich i tak będzie, jakbyś był martwy.

source: Are you saying this thing wanted revenge?
pl: Chcesz powiedzieć, że ta rzecz pragnęła zemsty?

source: Are you serious about this or what? Come ON already!
pl: To miało być na poważnie, czy jak? No weź, DZIAŁAJ!

source: Are you serious?
pl: Mówisz poważnie?

source: Are you serious? That's cold.
pl: Mówisz poważnie? Jesteś bez serca, czy jak...?

source: Are you still here?
pl: Wciąż tu jesteś?

source: Are you still here? Hurry up and get to Earth!
pl: Wciąż tu jesteście? Pośpieszcie się i lećcie na Ziemię!

source: Are you still here? You should return to your duties.
pl: Wciąż tu jesteście? Powinniście wrócić do waszych obowiązków.

source: Are you sure this is everything? There's no other information?
pl: Jesteś pewna, że to wszystko? Nie masz mi nic więcej do powiedzenia?

source: Are you sure?
pl: Jesteś pewien?

source: Are you the new YoRHa soldiers? If so, you should go meet our leader.
pl: Jesteście żołnierzami YoRHa? Jeśli tak, to musicie poznać naszego przywódcę.

source: Are you there?
pl: Jesteś tam?

source: Are you tired?
pl: Jesteś zmęczony?

source: Are you tired? Why don't you rest a little?
pl: Jesteście zmęczeni? Może powinniście trochę odpocząć?

source: Are you trying to say you're bored?
pl: Czy ty właśnie próbujesz nam powiedzieć, że... ci się nudzi?

source: Are you well? Any injuries?
pl: Wszystko w porządku? Żadnych obrażeń?

source: Are you willing to hear my story?
pl: Chcecie wysłuchać mojej historii?

source: Are you with me, comrade!?
pl: Jesteś ze mną, towarzyszu?!

source: Area Name
pl: Nazwa obszaru

source: Area Names
pl: Nazwa obszarów

source: Areas where rigid tree bark is available marked on map.
pl: Zaznaczono na mapie miejsca, w których dostępna jest sztywna kora.

source: Aren't you going to drink anything?
pl: Ty się nie napijesz?

source: Aren't you the YoRHa I keep hearing about? Everyone's talking about your successes.
pl: To wy jesteście tymi jednostkami YoRHa, o których ciągle słyszę? Wszyscy mówią o waszych sukcesach.

source: Aren't you tired? It's good you're trying your best, but don't overdo it.
pl: Nie jesteście zmęczeni? Dobrze, że się starcie, ale uważajcie, żeby nie przesadzić.

source: Arena (City) Record
pl: Rekord areny (miasto)

source: Arena (Desert) Record
pl: Rekord areny (pustynia)

source: Arena (Forest) Record
pl: Rekord areny (las)

source: Arena Trader
pl: Handlarz z areny

source: Argentina
pl: Argentyna

source: Argh! Don't do that, Pascal.
pl: Argh! Nie rób tak, Pascalu.

source: Armed YoRHa Soldiers
pl: Uzbrojeni żołnierze YoRHa

source: Arowana Machine
pl: Arowana maszyna

source: Arrangement
pl: Aranżacja

source: Arranger
pl: Aranżer

source: Art Lead
pl: Kierownik artystyczny

source: Art Operator
pl: Operator artystyczny

source: Artist
pl: Artysta

source: As I mentioned over laser communications, the access point in the center of the city ruins is malfunctioning, and its data-upload functions, transporter functions, and more are currently halted. According to the analysis team, possible causes include a faulty forwarding terminal, or perhaps even radio interference being emitted by enemies in the area. Please head to the site and check it out when you can, okay? Thanks! —Operator 6O
pl: Jak wspomniałam przy ostatniej komunikacji laserowej, punkt dostępu w centrum ruin miasta nie działa, przez co jego funkcje przesyłania danych, transportu i pozostałe, zostały wstrzymane. Według zespołu badawczego, prawdopodobnym powodem usterki jest wadliwy terminal przekazu, ale równie dobrze, może to być wina radiowego zakłócenia emitowanego przez wrogów w okolicy. Proszę, jak tylko będziesz mogła, udaj się w to miejsce i sprawdź co się tam dzieje. Okej? Dzięki! —Operator 6O

source: As I scream, an explosion suddenly rises up and sweeps everything away. </page>
pl: Kiedy krzyczę, nagle rozlega się wybuch, który zmiata wszystko wokół. </page>

source: As a beginner, you can participate only in E-level matches.
pl: Na początku możesz uczestniczyć tylko w zawodach poziomu E.

source: As a direct result, we are currently considering boosting production of your model.
pl: W rezultacie, aktualnie zastanawiamy się nad zwiększeniem produkcji twojego modelu.

source: As a result,
pl: W wyniku tego,

source: As a result, this person...
pl: W konsekwencji, ta osoba...

source: As a reward for trying to understand machine lifeforms via frequent hacking sessions, we have a special present for you!
pl: Jako nagrodę za próbę zrozumienia mechanicznych form życia przez regularne sesje hakowania, mamy dla ciebie specjalny prezent!

source: As an alternative,
pl: Alternatywnie,

source: As demanded by Rule 28, I hereby declare you to be the True Masked One!
pl: Jak żąda zasada 28, niniejszym deklaruję cię Prawdziwym Zamaskowanym!

source: As far as I'm concerned, my brother...was everything...
pl: Jeśli o mnie chodzi... To mój brat... był dla mnie wszystkim...

source: As far as I'm concerned, there's only one Devola.<bt_wait> And for her, there's only me.<bt_wait> No one can take the other's place. </page>
pl: Z tego, co mnie w ogóle obchodzi, to istnieje tylko jedna Devola.<bt_wait> I dla niej, istnieję tylko ja.<bt_wait> Nikt nie może zająć miejsca tej drugiej. </page>

source: As for your beloved humans...I guess we'll see, won't we?
pl: A jeśli chodzi o waszych ukochanych ludzi... Czas pokaże jak to z nimi będzie, czyż nie?

source: As gods! As gods! ...as gods!
pl: Jak bogowie! Jak bogowie! ...jak bogowie!

source: As is stated in Rule 1,489, the King has to display dignity at all times.
pl: Jak mówi zasada 1489, Król musi okazywać godność przez cały czas.

source: As it turns out, the boar-riding machine lifeform acts as caretaker and steward to the animals of the forest. Though an animal-loving machine lifeform is indeed strange, it seems harmless. It should be safe to leave this shack behind.
pl: Jak się okazało po walce, mechaniczna forma życia ujeżdżająca dzika, jest opiekunem i reprezentantem zwierząt lasu. Choć kochająca zwierzęta mechaniczna forma życia jest doprawdy dziwna, wydaje się być niegroźna. Zostawienie szopy w spokoju powinno być bezpieczne.

source: As long as I get my entertainment, I can keep working every day.
pl: Dopóki dostaję swoją rozrywkę, mogę pracować każdego dnia.

source: As long as you perform regular cleaning and maintenance, bathing is unnecessary.
pl: Tak długo, jak regularnie przeprowadzasz czyszczenie i przeglądy, kąpiel jest zbędna...

source: As members of the same model, all that was left to them was the stigma of being labeled "rampant androids." Unable to endure further persecution, they began their long march to a city located a great distance away. Leaning upon each another. Burdened with an unforgivable sin.
pl: Będąc członkami tego samego modelu, pozostał im jedynie stygmat bycia parą „nieokiełznanych androidów”. Nie mogąc znieść prześladowań, zaczęły długi marsz w stronę odległego miasta. Opierając się o siebie nawzajem. Obarczone niewybaczalnym grzechem.

source: As members of the same model, all that was left to them was the stigma of being labeled "rampant androids." Unable to endure further persecution, they began their long march to a city located a great distance away. Leaning upon each other. Burdened with an unforgivable sin.
pl: Będąc członkami tego samego modelu, pozostało im jedynie piętno bycia parą „nieokiełznanych androidów”. Nie mogąc znieść prześladowań, zaczęły długi marsz w stronę odległego miasta. Opierając się na siobie nawzajem. Obarczone niewybaczalnym grzechem.

source: As my vision slowly clears, I see Number 21 inputting commands into her terminal while Number 2 and Number 4 hold her down. They hold her as she writhes and...<bt_wait>
pl: Kiedy rozjaśnia się mój wzrok, widzę jak Numer 21 wpisuje komendy w swój terminal, kiedy Numer 2 i Numer 4 ją przytrzymują. Trzymają ją, jak się zwija i...<bt_wait>

source: As per Rule 2,858, I will now provide a more thorough explanation.
pl: Zgodnie z Zasadą 2858, przedstawię teraz szczegółowe wyjaśnienie.

source: As per Rule 60,664, this place is out of limits for anyone not taking the trials.
pl: Zgodnie z Zasadą 60664, to miejsce jest niedostępne dla niepodejmujących prób.

source: As per the stipulations of Rule 65,123, I declare you victorious over the final trial!
pl: Jak określa Zasada 65123, deklaruję cię zwycięzcą ostatniej próby!

source: As promised, the hawk eventually returned—but with a human in tow. "Well done," said the human. "These feathers will sell for a great price at the market." Then he slew the songbird in one blow and plucked its carcass clean.
pl: Zgodnie z obietnicą, jastrząb powrócił — ale w towarzystwie człowieka. „Dobra robota”, powiedział człowiek. „Dostanę na rynku dobrą sumkę za te pióra”. Po czym zabił słowika jednym uderzeniem i wyrwał z jego ciała wszystkie pióra.

source: As proof of your astonishing victory, I give you this.
pl: Na dowód twojego zadziwiającego zwycięstwa, przekazuję ci to.

source: As rough as they are?
pl: Jaką "ciężką sytuację" masz na myśli?

source: As soon as I ran out of energy, my friends...<bt_wait> Those who used to be my friends captured me.<bt_wait>
pl: Gdy tylko wyczerpała mi się energia, moi przyjaciele...<bt_wait> Ci, którzy byli moimi przyjaciółmi mnie schwytali.<bt_wait>

source: As soon as he gets back from his investigations, he goes to help at the item shop. He takes on every little task, even if he's no good at it.
pl: Jak tylko wraca z badań, od razu idzie pomagać w sklepie z zaopatrzeniem. Bierze na siebie wszystkie drobne zadania, nawet jeśli nie bardzo mu one wychodzą.

source: As soon as this giant weapon is complete, we will wipe those filthy androids off the face of the earth!
pl: Gdy tylko ta ogromna broń zostanie ukończona, zetrzemy te przebrzydłe androidy z powierzchni Ziemi!

source: As soon as this weapon is complete, I will make them kneel before us! I will make them beg for their lives, before ripping them to shreds!!
pl: Gdy tylko ukończymy tę broń, będą przed nami klękać! Zmusimy ich do błagania o życie, a potem rozerwiemy ich na strzępy!

source: As speedy as always, I see.
pl: Widzę, że jak zwykle, jesteś szybki.

source: As such,
pl: W związku z tym,

source: As such, I have decided to gather them together in order to hold a parade.
pl: W związku z tym, postanowiłem zebrać je wszystkie, aby zorganizować paradę.

source: As such, being concerned for said unit's well-being is a requirement.
pl: W związku z tym, troska o dobro wspomnianej jednostki jest konieczna.

source: As such, humanity has chosen to seize this opportunity and launch an all-out attack against the machine forces.
pl: W tej sytuacji, ludzkość postanowiła wykorzystać tę okazję i rozpocząć pełnoskalowy atak na pozostałe jednostki maszyn.

source: As such, it cannot approve of actions that would damage its supported unit.
pl: W związku z tym nie może zatwierdzić działań, które mogłyby narazić wspieraną jednostkę na uszkodzenie.

source: As the name suggests, the residents of Facade all wore masks, as well as unusual clothes.
pl: Jak sugeruje nazwa, mieszkańcy Facade nosili maski, oraz nietypowe stroje.

source: As the one conqueror of the trials, you have earned the title of "King."
pl: Jako zwycięzca prób, nadaję ci tytuł „Króla”.

source: As we walk to the castle, Mum keeps blabbing about how excited she is and how long she's been waiting for this day. She's told me this story a million and one times, so I just keep quiet like always.
pl: Gdy wchodzę do zamku, mama gada tylko o tym, jak bardzo się cieszy, i jak długo czekała na ten dzień. Opowiadała to już z milion razy, więc, jak zwykle, nie odpowiadam jej.

source: As yet untested in combat.
pl: Póki co niesprawdzony w boju.

source: As you're likely aware, by order of the Council of Humanity, our use of nuclear weapons is restricted.
pl: Jak zapewne wiesz, z rozkazu Rady Ludzkości, nasze użycie broni jądrowej jest ograniczone.

source: Ash Grey Hair
pl: Popielate włosy

source: Asian Marketing & PR Coordinator
pl: Koordynator azjatyckiego marketingu i PR

source: Aside from this village, are there any other machines that are cut off from the network?
pl: Nie orientujesz się, czy poza tą wioską mogą istnieć inne maszyny odcięte od sieci?

source: Ask Pascal about the behavior of the machines.
pl: Zapytaj Pascala o zachowanie maszyn.

source: Ask about Pascal's pacifism.
pl: Zapytaj Pascala o jego pacyfizm.

source: Ask about being pacifists.
pl: Zapytaj o ich pacyfizm.

source: Ask about life in the village.
pl: Zapytaj o ich życie w wiosce.

source: Ask about the aliens.
pl: Zapytaj o kosmitów.

source: Ask about the other machines.
pl: Zapytaj o inne maszyny.

source: Ask about the shop.
pl: Zapytaj o ich sklep.

source: Ask for Advice
pl: Poproś o radę.

source: Ask for an explanation
pl: Poproś o wytłumaczenie

source: Ask for an explanation.
pl: Poproś o wytłumaczenie.

source: Ask me a question! Ask me a question! Come ooooon!
pl: Zadaj mi pytanie! Zadaj mi pytanie! No daleeeeeej!

source: Ask me something again, sometime, okay? Promise?
pl: Spytaj mnie o coś znowu, kiedyś, okej? Obiecujesz?

source: Ask me something! Anything! I'm omniscient, I'm omnipotent, fire a question at me!
pl: Zapytaj się mnie o coś! O cokolwiek! Jestem wszechwiedzący, jestem wszechmocny, zadaj pytanie!

source: Ask what's wrong.
pl: Zapytaj, w czym problem.

source: Asphalt over dirt
pl: Asfalt nad ziemią

source: Assault
pl: Atak

source: Asset/Traffic Manager
pl: Asset/Traffic menadżer

source: Assign Pod abilities.
pl: Wybierz umiejętności poda.

source: Assign special abilities.
pl: Przypisz umiejętności specjalne.

source: Assist you with what?
pl: Pomóc wam w czym?
